Repository: gymka/Mail-notification-LT
Catalog: po/11po.po
Languages: lt

source: Configure Mail Notification
lt: Konfigūruoti „Pranešimus apie paštą“

source: Mail Notification
lt: Pranešimai apie paštą

source: Get notified when new mail arrives
lt: Būkite informuoti kai gaunate naują laišką

source: Always display an icon
lt: Visada rodyti piktogramą

source: Blink on errors
lt: Mirksėti įvykus klaidai

source: Click action
lt: Veiksmas paspaudus

source: Display a message count in the status icon
lt: Būsenos piktogramoje rodyti pranešimų kiekį

source: Display seen mail
lt: Rodyti skaitytą paštą

source: Enable message popups
lt: Įgalinti pranešimų iššokantį langą

source: Expire message popups
lt: Iššokančių pranešimo langų galiojimas

source: Fallback character sets
lt: Atsarginis simbolių rinkinys

source: Fingerprints of trusted X509 certificates
lt: Patikimų X509 sertifikatų piršto antspaudai

source: Height of properties dialog
lt: Savybių dialogo aukštis

source: If /apps/mail-notification/popups/expiration/enabled is set to "true", the number of seconds to wait before expiring message popups.
lt: Jei /apps/mail-notification/popups/expiration/enabled nustatyta „true“, sekundžių skaičius kiek bus laukiama iki užveriant iššokantį pranešimų langą.

source: Mail changed command
lt: Pašto pasikeitimo komanda

source: Mail read command
lt: Pašto skaitymo komanda

source: Maximum number of messages in the tooltip mail summary
lt: Daugiausia pranešimų pašto santraukos paaiškinime

source: Maximum number of simultaneous popups
lt: Daugiausia iššokančių langų vienu metu

source: Message popups actions
lt: Pranešimo iššokančių langų veiksmai

source: Message popups position
lt: Pranešimo iššokančių langų vieta

source: Messages to consider as read
lt: Pranešimai laikomi perskaitytais

source: New mail command
lt: Naujo laiško komanda

source: New mail sound
lt: Naujo laiško garsas

source: Play a sound when new mail arrives
lt: Groti garsą gavus naują laišką

source: Play sound command
lt: Garso grojimo komanda

source: Run a command when all mail is read
lt: Kai visi laiškai perskaityti vykdyti komandą

source: Run a command when new mail arrives
lt: Gavus naują laišką vykdyti komandą

source: Run a command when the message list changes
lt: Pasikeitus pranešimų sąrašui vykdyti komandą

source: Seconds to wait before expiring message popups
lt: Laukti sekundes, prieš užveriant iššokantį pranešimo langą

source: The action to perform when the icon is clicked. Must be "launch-mail-reader", "open-latest-message", "consider-new-mail-as-read" or "update-mail-status".
lt: Veiksmas kurį atlikti, kai paspaudžiama ant piktogramos. Turi būti „launch-mail-reader“, "open-latest-message", "consider-new-mail-as-read" arba "update-mail-status".

source: The command to run when all mail is read.
lt: Kai visi laiškai perskaitomi vykdyti komandą.

source: The command to run when new mail arrives.
lt: Gavus naują laišką vykdyti komandą.

source: The command to run when the message list changes.
lt: Pasikeitus laiškų sąrašui vykdyti komandą.

source: The command to use to play a sound file. The string %file will be substituted with the filename of the sound to play.
lt: Komanda kuri naudojama atkurti garso failą. Eilutė %file bus pakeista grojamo garso failo vardu.

source: The height of the properties dialog in pixels.
lt: Savybių dialogo aukštis pikseliais.

source: The list of character sets to attempt conversion from when uncompliant 8-bit data is encountered in message headers. The first character set allowing a successful conversion will be used. The special name "user" will be replaced with the character set of the user's locale. Note that Mail Notification must be restarted for changes to take effect.
lt: Kai pranešimo antraštėje randama simbolių nesuderinamų su 8-bitų duomenimis, bus bandoma konvertuoti naudojant simbolių rinkinių sąrašą. Bus naudojamas pirmas simbolis kuris sėkmingai konvertuosis. Specialus vardas „naudotojas“ bus pakeistas simbolių rinkiniu iš naudotojo kalbos. Turėkite omeny jog pakeitimams įsigalioti, „Pranešimai apie paštą“ turi būti paleistas iš naujo.

source: The list of messages to consider as read and ignore.
lt: Pranešimų sąrašas kurie bus laikomi perskaitytais ir nepaisomi.

source: The list of trusted SSL/TLS servers (hostname:port) lacking a X509 certificate.
lt: Patikimų SSl/TLS serverių (kompiuterio_vardas:prievadas) kurie neturi X509 sertifikato sąrašas

source: The list of trusted X509 certificates, represented by their MD5 fingerprint.
lt: Patikimų X509 sertifikatų sąrašas, atvaizduojamas pagal jų MD5 piršto antspaudą.

source: The maximum number of messages to display in the tooltip mail summary.
lt: Daugiausia pranešimų pašto santraukos aprašyme.

source: The maximum number of popups to display simultaneously. If this limit is exceeded, only the most recent messages will be displayed. If the /apps/mail-notification/popups/position key is set to "attached", this limit will be ignored and only one popup will be allowed.
lt: Daugiausia kartu rodoma iššokančių langų. Jei šis limitas viršytas, bus rodomi tik naujausi laiškai. Jei /apps/mail-notification/popups/position raktas nustatytas "attached", šis limitas bus nepaisomas ir bus rodomas tik vienas iššokantis langas.

source: The ordered list of actions to include in the message popups. Each element must be "open", "mark-as-read", "mark-as-spam" or "delete".
lt: Pasirinktų veiksmų sąrašas kurie bus įtraukiami į iššokančius langus. Kiekvienas elementas turi būti „atverti“, „pažymėti kaip skaitytą“ ar „ištrinti“.

source: The position of the message popups. Must be "attached" or "free".
lt: Iššokančių langų vieta. Turi būti „attached“ arba „free“.

source: The sound file to play when new mail arrives.
lt: Garso failas kuris bus grojamas gavus naują laišką.

source: The type of mail summary to display in the icon's tooltip. Must be "standard", "compact" or "none".
lt: Pašto santraukos tipas rodomas piktogramos aprašyme. Turi būti „standard“, „compact“ arba „none“.

source: The width of the properties dialog in pixels.
lt: Savybių dialogo ilgis pikseliais.

source: Tooltip mail summary
lt: Pašto aprašymo santrauka

source: Trusted servers list
lt: Patikimų serverių sąrašas

source: Whether the status icon should blink on errors or not.
lt: Būsenos juosta įvykus klaidai turėtų mirksėti ar ne.

source: Whether to display a message count in the status icon or not.
lt: Būsenos juostoje rodyti laiškų skaičių ar ne.

source: Whether to display an icon when there is no new mail or not.
lt: Kai nėra naujų laiškų rodyti piktogramą ar ne.

source: Whether to display mail which is still marked as unread but has been seen or not.
lt: Rodyti laiškus kurie pažymėti kaip skaityti ar ne.

source: Whether to enable message popups or not.
lt: Įgalinti pranešimų iššokančius pranešimus ar ne.

source: Whether to expire message popups or not. Must be "default", "false" or "true".
lt: Iššokančių langų galiojimas baigiasi ar ne. Turi būti „default“, „false“ arba „true“.

source: Whether to play a sound when new mail arrives or not.
lt: Groti garsą gavus pranešimą ar ne.

source: Whether to run a command when all mail is read or not.
lt: Vykdyti komandą kai visi pranešimai perskaityti ar ne.

source: Whether to run a command when new mail arrives or not.
lt: Vykdyti komandą gavus naują pranešimų ar ne.

source: Whether to run a command when the message list changes or not.
lt: Vykdyti komandą pasikeitus pranešimų sąrašui ar ne.

source: Width of properties dialog
lt: Savybių dialogo plotis

source: Orientation
lt: Orientacija

source: The orientation of the tray.
lt: Skydelio orientacija.

source: A Mail Notification Icon
lt: „Pranešimai apie paštą“ piktograma

source: translator-credits
lt: Algimantas Margevičius <margevicius.algimantas@mail.ru>

source: Autodetect
lt: Automatiškai nustatyti

source: Account
lt: Paskyra

source: _Username:
lt: _Naudotojo vardas:

source: _Password:
lt: _Slaptažodis:

source: Saving password to keyring...
lt: Slaptažodžiai išsaugomi raktinėje...

source: Retrieving password from keyring...
lt: Slaptažodis gaunamas iš raktinės...

source: Mail Notification was unable to log into %s mailbox %s, possibly because the password you have entered is invalid. Please re-enter your password.
lt: „Pranešimai apie paštą“ nesugebėjo prisijungti prie %s pašto dėžutės %s, turbūt todėl jog įvedėte netinkamą slaptažodį. Įveskite slaptažodį dar kartą.

source: Enter your password for %s mailbox %s.
lt: Įveskite slaptažodį savo %s pašto dėžutei %s.

source: Authentication Required
lt: Reikia nustatyti tapatybę

source: Unable to save the mailbox password
lt: Nepavyko išsaugoti pašto dėžutės slaptažodžio

source: The password of %s mailbox %s could not be saved to the keyring.
lt: %s pašto dėžutės %s slaptažodis neišsaugotas raktinėje.

source: Location
lt: Vieta:

source: _Location:
lt: _Vieta:

source: _Browse...
lt: _Naršyti...

source: Select a File or Folder
lt: Pasirinkite failą arba aplanką

source: unable to open mailbox: %s
lt: nepavyko atverti pašto dėžutės: %s

source: resolving %s
lt: sprendžiama %s

source: unable to resolve %s: %s
lt: nepavyko išspręsti %s: %s

source: network address #%i
lt: tinklo adresas #%i

source: unable to convert network address #%i into textual form: %s
lt: nepavyko konvertuoti tinklo adreso #%i į tekstinę formą: %s

source: %s: unsupported address family
lt: %s: nepalaikoma adresų šeima

source: %s: unable to create socket: %s
lt: %s: nepavyko sukurti lizdo: %s

source: connecting to %s (%s) port %i
lt: prisijungiama prie %s (%s) prievado %i

source: unable to connect: %s
lt: nepavyko prisijungti: %s

source: connected successfully
lt: sėkmingai prisijungta

source: unable to connect to %s
lt: nepavyko prisijungti prie %s

source: response "%s" is not valid in current context
lt: šiame kontekste atsakymas „%s“ yra netinkamas

source: unable to parse response "%s"
lt: Nepavyko perskaityti atsakymo „%s“

source: server name not found in certificate
lt: sertifikate serverio vardas nerastas

source: user-provided server name "%s" does not match certificate-provided server name "%s"
lt: naudotojo pateiktas serverio vardas „%s“ neatitinka vardo „%s“ kurį pateikė sertifikatas

source: user-provided server name "%s" matches none of the certificate-provided server names %s
lt: naudotojo pateiktas serverio vardas „%s“ neatitinka nei vieno serverio pateikto vardo %s

source: unable to initialize the OpenSSL library: %s
lt: nepavyko inicijuoti OpenSSl bibliotekos: %s

source: unable to create a SSL/TLS object: %s
lt: nepavyko sukurti SSL/TLS objekto: %s

source: unable to set the SSL/TLS file descriptor: %s
lt: nepavyko nustatyti SSL/TLS failo aprašymo: %s

source: unable to perform the SSL/TLS handshake: %s
lt: nepavyko atlikti SSl/TLS rankos paspaudimo: %s

source: untrusted server
lt: nepatikimas serveris

source: a SSL/TLS layer is now active (%s, %s %i-bit)
lt: SSL/TLS sluoksnis dabar yra aktyvus (%s, %s %i-bitų)

source: unable to read from server: %s
lt: nepavyko perskaityti iš serverio: %s

source: unable to read from server: EOF
lt: nepavyko perskaityti iš serverio: EOF

source: unable to decode data using SASL: %s
lt: nepavyko atkoduoti duomenų naudojant SASL: %s

source: unable to encode data using SASL: %s
lt: nepavyko užkoduoti duomenų naudojant SASL: %s

source: unable to write to server: %s
lt: nepavyko rašyti į serverį: %s

source: unable to write to server: EOF
lt: nepavyko rašyti į serverį: EOF

source: unable to encode Base64: %s
lt: nepavyko užkoduot naudojant Base64: %s

source: unable to initialize the SASL library: %s
lt: nepavyko inicijuoti SASL bibliotekos: %s

source: unable to retrieve local address of socket: %s
lt: nepavyko gauti vietinio lizdo adreso: %s

source: unable to retrieve remote address of socket: %s
lt: nepavyko gauti nutolusio lizdo adreso: %s

source: unable to set SASL security properties: %s
lt: nepavyko nustatyti SASL saugumo savybių: %s

source: unable to start SASL authentication: SASL asked for something we did not know
lt: nepavyko pradėti SASL tapatybės nustatymo: SASL paprašė kažko ko mes nežinome

source: unable to start SASL authentication: %s
lt: nepavyko pradėti SASL tapatybės nustatymo: %s

source: unable to create a SASL connection: %s
lt: nepavyko sukurti SASL susijungimo: %s

source: SASL asked for something we did not know, aborting SASL authentication
lt: SASL paprašė kažko ko mes nežinome, SASL tapatybės nustatymas nutraukiamas

source: %s, aborting SASL authentication
lt: %s, nutraukiamas SASL tapatybės nustatymas

source: unable to decode Base64 input from server: %s
lt: nepavyko atkoduoti Base64 įvesties iš serverio: %s

source: a SASL security layer of strength factor %i is now active
lt: SASL saugumo sluoksnis su stiprumo faktoriumi %i dabar aktyvus

source: unable to get SASL_MAXOUTBUF property: %s
lt: nepavyko gauti SASL_MAXOUTBUF savybės: %s

source: warning: unable to get SASL_SSF property: %s
lt: įspėjimas: nepavyko gauti SASL_SSF savybės: %s

source: unknown server error
lt: nežinoma serverio klaida

source: Mailbox
lt: Pašto dėžutė

source: From
lt: Nuo

source: Subject
lt: Tema

source: Sent
lt: Išsiųstas

source: cannot find default value of configuration key "%s"
lt: nepavyko rasti konfigūracijos rakto „%s“ numatytosios reikšmės

source: The default configuration has not been installed properly. Please check your Mail Notification installation.
lt: Numatytoji konfigūracija įdiegta netinkamai. Patikrinkite savo „Pranešimai apie paštą“ įdiegimą.

source: A directory creation error has occurred
lt: Kuriant aplanką įvyko klaida

source: Unable to create directory "%s": %s.
lt: Nepavyko sukurti aplanko „%s“: %s.

source: recursively unsetting %s
lt: rekursyviai atžymima %s

source: syncing the GConf database
lt: sinchronizuojama GConf duomenų bazė

source: completed
lt: baigta

source: invalid location
lt: netinkama vieta

source: Mail Notification can not contact Evolution. Make sure that Evolution is running and that the Evolution Jean-Yves Lefort's Mail Notification plugin is loaded.
lt: „Pranešimai apie paštą“ negali susisiekti su Evolution. Įsitikinkite jog Evolution paleista ir Evolution Jean-Yves Lefort'o „Pranešimai apie paštą“ įskiepis įkrautas.

source: Folder
lt: Aplankas

source: unable to contact Evolution
lt: nepavyko susisiekti su Evolution

source: A fatal error has occurred in the Evolution Mail Notification plugin
lt: Evolution „Pranešimai apie paštą“ įskiepyje įvyko kritinė klaida

source: The connection to the D-Bus session bus was lost.
lt: Prisijungimas prie D-Bus seanso prarastas.

source: Unable to initialize the Mail Notification plugin
lt: Nepavyko inicijuoti „Pranešimai apie paštą“ įskiepio

source: Unable to connect to the D-Bus session bus: %s.
lt: Nepavyko prisijungti prie D-Bus seanso: %s.

source: Unable to register the Mail Notification Evolution D-Bus server: %s.
lt: Nepavyko prisiregistruoti prie „Pranešimai apie paštą“ Evolution D-Bus serverio: %s.

source: folder not found
lt: aplankas nerastas

source: message not found
lt: pranešimas nerastas

source: (None)
lt: (Joks)

source: Gmail Label
lt: Gmail etiketė

source: _Restrict to this label:
lt: _Priskirti šiai etiketei:

source: invalid feed location
lt: netinkama kanalo vieta

source: retrieving feed from %s
lt: gaunamas kanalas iš %s

source: unable to retrieve feed: %s
lt: nepavyko gauti kanalo: %s

source: feed retrieved successfully (%i byte)
lt: kanalas sėkmingai gautas (%i bitas)

source: unable to parse feed
lt: nepavyko apdoroti kanalo

source: unable to read %s: %s
lt: nepavyko perskaityti %s: %s

source: unable to write to %s: %s
lt: nepavyko įrašyti į %s: %s

source: unable to seek in %s: %s
lt: nepavyko peršokti į %s: %s

source: unable to tell position of %s: %s
lt: nepavyko nustatyti vietos %s: %s

source: unable to close %s: %s
lt: nepavyko užverti %s: %s

source: authentication failed
lt: nepavyko nustatyti tapatybės

source: IMAP Mailbox
lt: IMAP Pašto dėžutė

source: In_box
lt: Gau_tieji

source: _Other:
lt: _Kita:

source: Use the IDLE Extension
lt: Naudoti IDLE plėtinį

source: IMAP connection tab|_Never
lt: IMAP prisijungimo kortelė|_Niekada

source: A_utodetect
lt: _Nustatyti automatiškai

source: Al_ways
lt: _Visada

source: server did not send capabilities
lt: serveris neatsiuntė galimybių

source: server advertised LOGINDISABLED, not using LOGIN authentication
lt: serveris atsakė LOGINDISABLED, nenaudojamas LOGIN tapatybės nustatymas

source: unable to login
lt: prisijungti nepavyko

source: "Use the IDLE extension" set to "never" in the mailbox properties, logging out
lt: Pašto dėžutės savybėse „Naudoti IDLE plėtinį“ nustatyta „niekada“, atsijungiama

source: the remote server runs %s, not using the IDLE extension
lt: nutolęs serveris naudoja %s, IDLE plėtinys nenaudojamas

source: the remote server runs %s, the IDLE extension might not function properly
lt: nutolęs serveris naudoja %s, IDLE plėtinys gali neveikti tinkamai

source: the remote server does not support the IDLE extension, logging out
lt: nutolęs serveris nepalaiko IDLE plėtinio, atsijungiama

source: server does not support in-band SSL/TLS
lt: serveris nepalaiko in-band SSl/TLS

source: a SASL authentication mechanism was selected but SASL support has not been compiled in
lt: buvo pasirinktas SASL tapatybės nustatymas, bet SASL palaikymas nebuvo įkompiliuotas

source: unknown authentication mechanism "%s"
lt: nežinomas tapatybės nustatymo mechanizmas „%s“

source: disabling mechanism "%s" and retrying SASL authentication
lt: išjungiamas mechanizmas „%s“ ir bandoma SASL tapatybės nustatymas

source: falling back to IMAP LOGIN authentication
lt: grįžtama prie IMAP LOGIN tapatybės nustatymo

source: cannot retrieve %i message
lt: nepavyko gauti %i pranešimo

source: _Mail Reader
lt: _Pašto programa

source: _Open Latest Message
lt: _Atverti naujausią pranešimą

source: _Consider New Mail as Read
lt: _Laikyti naujus laiškus skaitytais

source: _Update
lt: A_tnaujinti

source: R_emove From Notification Area
lt: Pašalinti iš pranešimų _srities

source: %s Properties
lt: %s savybės

source: Add a Mailbox
lt: Pridėti pašto dėžutę

source: _Default:
lt: _Numatyta:

source: _Default
lt: _Numatyta

source: D_efault:
lt: N_umatyta:

source: D_efault
lt: N_umatyta

source: A paste error has occurred
lt: Įklijuojant įvyko klaida

source: unhandled %s mailbox (%s)
lt: neapdorota %s pašto dėžutė (%s)

source: %s mailbox
lt: %s pašto dėžutė

source: detecting mailbox type...
lt: nustatomas pašto dėžutės tipas...

source: "type" attribute missing
lt: „tipo“ atributo nėra

source: unknown mailbox type "%s"
lt: nežinomas pašto dėžutės tipas „%s“

source: property "%s" has no value
lt: savybė „%s“ neturi reikšmės

source: An error has occurred while importing old mailboxes
lt: Importuojant senas pašto dėžutes kilo klaida

source: Unable to load the mailboxes configuration
lt: Nepavyko įkrauti pašto dėžučių konfigūracijos

source: Unable to parse the XML document.
lt: Nepavyko apdoroti XML dokumento.

source: The root element is missing.
lt: Trūksta šakninio elemento.

source: The root element "%s" is invalid.
lt: Šakninis elementas „%s“ yra netinkamas.

source: On line %i: %s.
lt: Linijoj %i: %s.

source: On line %i: unknown element "%s".
lt: Linijoj %i: nežinomas elementas „%s“.

source: An error has occurred while loading the mailboxes configuration
lt: Įkraunant pašto dėžučių konfigūraciją įvyko klaida

source: Unable to save the mailboxes configuration
lt: nepavyko išsaugoti pašto dėžučių konfigūracijos

source: Unable to remove %s: %s.
lt: Nepavyko pašalinti %s: %s.

source: Unable to create %s: %s.
lt: Nepavyko sukurti %s: %s.

source: Unable to open %s for writing: %s.
lt: Nepavyko atverti %s rašymui: %s.

source: Unable to write the XML document.
lt: Nepavyko rašyti į XML dokumentą.

source: Unable to close %s: %s.
lt: Nepavyko užverti %s: %s.

source: Unable to rename %s to %s: %s.
lt: Nepavyko pervadinti %s į %s: %s.

source: unable to delete %s: %s
lt: nepavyko pašalinti %s: %s

source: %s has %i new message
lt: %s turi %i naują žinutę

source: %s reported an error: %s
lt: %s pranešė apie klaidą: %s

source: unable to open folder "%s": %s
lt: nepavyko atverti aplanko „%s“: %s

source: unable to close folder "%s": %s
lt: nepavyko užverti aplanko „%s“: %s

source: error while reading folder "%s": %s
lt: klaida skaitant aplanką „%s“: %s

source: cannot read %i message
lt: nepavyko perskaityti %i pranešimo

source: Delete message?
lt: Pašalinti laišką?

source: The message cannot be moved to the trash. Permanently delete it?
lt: Laiškas negali būti perkeltas į šiukšlinę. Ištrinti visam laikui?

source: The message could not be moved to the trash (%s). Permanently delete it?
lt: Laiškas negalėjo būti perkeltas į šiukšlinę (%s). Ištrinti visam laikui?

source: yes
lt: taip

source: no
lt: ne

source: %s version %s
lt: %s versija %s

source: Mailbox backends:
lt: Pašto dėžutės posistemės:

source: IMAP and POP3 features:
lt: IMAP ir POP3 galimybės:

source: Unable to contact the running Mail Notification instance: %s.
lt: Nepavyko susisiekti su paleista „Pranešimai apie paštą“ kopija: %s

source: %s option ignored since Mail Notification is not already running
lt: %s parinktis nepaisoma, nes „Pranešimai apie paštą“ nepaleistas

source: Show version information
lt: Rodyti versijos informaciją

source: Enable informational output
lt: Įgalinti informacinę išvestį

source: Display the properties dialog
lt: Rodyti savybių dialogą

source: Display the about dialog
lt: Rodyti „apie“ dialogą

source: Consider new mail as read
lt: Laikyti naują laišką skaitytu

source: Update the mail status
lt: Atnaujinti pašto būseną

source: Print a XML mail summary
lt: Spausdinti XML pašto santrauką

source: Unset obsolete GConf configuration
lt: Pašalinti pasenusią GConf konfigūraciją

source: Quit Mail Notification
lt: Užverti „Pranešimai apie paštą“

source: multi-threading is not available
lt: kelios kopijos neleidžiamos

source: Mail Notification is not running
lt: „Pranešimai apie paštą“ nepaleista

source: Unable to initialize the GnomeVFS library.
lt: Nepavyko inicijuoti GnomeVFS bibliotekos

source: An initialization error has occurred in Mail Notification
lt: „Pranešimai apie paštą“ pranešė apie inicijavimo klaidą

source: Unable to initialize the notification library. Message popups will not be displayed.
lt: Nepavyko inicijuoti pranešimų bibliotekos. Iššokantys pranešimai nebus rodomi.

source: quitting Mail Notification
lt: užveriamas „Pranešimai apie paštą“

source: considering new mail as read
lt: nauji laiškai laikomi perskaitytais

source: updating the mail status
lt: atnaujinama pašto būsena

source: Mail Notification is already running
lt: „Pranešimai apie paštą“ jau veikia

source: unable to parse MIME message
lt: nepavyko apdoroti MIME laiško

source: Open
lt: Atverti

source: Unable to open message
lt: Nepavyko atverti laiško

source: Mark as Read
lt: Pažymėti kaip skaitytą

source: Unable to mark message as read
lt: Nepavyko pažymėti kaip skaityto

source: Mark as Spam
lt: Pažymėti kaip brukalą

source: Unable to mark message as spam
lt: Nepavyko pažymėti kaip brukalo

source: Delete
lt: Pašalinti

source: Unable to execute "%s": %s.
lt: Nepavyko įvykdyti „%s“: %s.

source: error while reading %s: %s
lt: klaida šalinant %s: %s.

source: unable to open %s: %s
lt: nepavyko atverti %s: %s

source: _Standard
lt: _Įprastas

source: SSL/TLS on s_eparate port
lt: SSL/TLS su atskiru _prievadu

source: _Server:
lt: _Serveris:

source: Connection Type
lt: Prisijungimo tipas

source: Port:
lt: Prievadas:

source: Authentication
lt: Tapatybės nustatymas

source: _Mechanism:
lt: ﻿_Mechanizmas:

source: Connection
lt: Prisijungimas

source: SSL/TLS support has not been compiled in
lt: SSL/TLS neįgalinta kompiliavimo metu

source: missing certificate
lt: trūksta sertifikato
