Repository: gymka/Mail-notification-LT
Catalog: po/11po.po
Languages: lt

source: Mail Notification was unable to trust "%s" (%s). It is possible that someone is intercepting your communication to obtain your confidential information. You should only connect to the server if you are certain you are connected to "%s". If you choose to connect to the server, this message will not be shown again.
lt: „Pranešimai apie paštą“ negali pasitikėti „%s“ (%s). Gali būti jog kažkas perima jūsų pranešimus, su tikslu gauti slaptą informaciją. Jūs turėtumėte jungtis prie serverio tik įsitikinę jog jūs prisijungę prie „%s“. Jei pasirinkote jungtis prie serverio, šis pranešimas nebebus rodomas.

source: Certificate fingerprint: %s.
lt: Sertifikato piršto antspaudas: %s.

source: Connect to untrusted server?
lt: Jungtis prie nepatikimo serverio?

source: invalid arguments for the LOGIN-DELAY capability
lt: netinkami argumentai LOGIN-DELAY veiksenai

source: SASL authentication with initial client response failed, retrying without initial client response
lt: SASL tapatybės nustatymas su pirminiu kliento atsaku nepavyko, bandoma dar kartą be pradinio kliento atsako

source: honouring LOGIN-DELAY, sleeping for %i second
lt: pagerbiamas LOGIN-DELAY, užmigdoma %i sekundei

source: server does not support APOP authentication
lt: serveris nepalaiko APOP tapatybės nustatymo

source: falling back to APOP authentication
lt: grįžtama prie APOP tapatybės nustatymo

source: falling back to USER/PASS authentication
lt: grįžtama prie USER/PASS tapatybės nustatymo

source: Mailbox:
lt: Pašto dėžutė:

source: From:
lt: Nuo:

source: Subject:
lt: Tema:

source: configuration key %s: there is no action named "%s"
lt: konfigūracijos raktas %s: nėra veiksmo pavadinto „%s“

source: unable to show popup: %s
lt: nepavyko parodyti iššokančio lango: %s

source: unable to close popup: %s
lt: nepavyko užverti iššokančio lango: %s

source: New Message
lt: Naujas laiškas

source: Mail Notification Properties
lt: „Pranešimai apie paštą“ savybės

source: No mailbox selected.
lt: Nepasirinkta pašto dėžutė.

source: %i mailbox selected.
lt: %i pašto dėžutė pasirinkta.

source: Unable to register the Mail Notification D-Bus server: %s.
lt: Nepavyko užregistruoti „Pranešimai apie paštą“ prie D-Bus serverio: %s.

source: received %s signal, exiting
lt: gautas %s signalas, išeinama

source: No mail reader is configured
lt: Nėra sukonfigūruotos pašto programos

source: You can configure a mail reader by choosing <b>System → Preferences → Preferred Applications</b>.
lt: Jūs galite sukonfigūruoti pašto programą pasirinkdami <b>Sistema → Nustatymai → Numatytosios programos</b>.

source: Unable to open the latest message
lt: Nepavyko atverti paskutinio pranešimo

source: Messages of mailbox "%s" cannot be opened.
lt: Pranešimai iš pašto dėžutės „%s“ negali būti atverti.

source: You have no new mail.
lt: Nėra naujų laiškų.

source: Mailboxes Having New Mail
lt: Pašto dėžutės turi naujų laiškų

source: Errors
lt: Klaidos

source: Mail Summary
lt: Pašto santrauka

source: <span style="italic">%i message is not displayed</span>
lt: <span style="italic">%i pranešimas nerodomas</span>

source: Select a File
lt: Pasirinkite failą

source: All files
lt: Visi failai

source: Audio files
lt: Garso failai

source: Unable to play sound
lt: Nepavyko atkurti garso

source: A command error has occurred in Mail Notification
lt: „Pranešimai apie paštą“ susidūrė su klaida įvyko komandos klaida

source: unknown SSL/TLS error
lt: nežinoma SSl/TLS klaida

source: Sent:
lt: Išsiųsta:

source: unable to open folder: %s
lt: nepavyko atverti aplanko: %s

source: unable to close folder: %s
lt: nepavyko užverti aplanko: %s

source: error while reading folder: %s
lt: klaida skaitant aplanką: %s

source: unable to set encoding: %s
lt: nepavyko nustatyti kodavimo: %s

source: unexpected end of file
lt: netikėta failo pabaiga

source: incompatible file version "%i"
lt: netinkama failo versija „%i“

source: Unable to read %s: %s.
lt: Nepavyko perskaityt %s: %s.

source: System mailbox
lt: Sistemos pašto dėžutė

source: Your system mailbox is <span weight="bold">%s</span>.
lt: Jūsų sistemos pašto dėžutė yra <span weight="bold">%s</span>.

source: The location of your system mailbox could not be detected. Check the MAIL environment variable.
lt: Nepavyko nustatyti jūsų pašto dėžutės vietos. Patikrinkite aplinkos kintamąjį MAIL.

source: system mailbox not found
lt: sistemos pašto dėžutė nerasta

source: Test mailbox
lt: Patikrinti pašto dėžutę

source: Test message #%i
lt: Bandomasis pranešimas #%i

source: Mail Notification Properties Dialog
lt: „Pranešimai apie paštą“ savybių dialogas

source: A drag and drop error has occurred
lt: Įvyko nuvilkimo ir numetimo klaida

source: An invalid location list has been received.
lt: Gautas netinkamas vietų sąrašas.

source: An invalid Mozilla location has been received.
lt: Gauta netinkama „Mozilla“ vieta.

source: Unable to display help
lt: Nepavyko parodyti žinyno

source: Unable to open link
lt: Nepavyko atverti nuorodos

source: The following location is invalid: %s
lt: Ši vieta netinkama: %s

source: A fatal error has occurred in Mail Notification
lt: „Pranešimuose apie paštą“ įvyko kritinė klaida

source: %i second ago
lt: prieš %i sekundę

source: about %i minute ago
lt: maždaug prieš %i minutę

source: about %i hour ago
lt: maždaug prieš %i valandą

source: about %i day ago
lt: maždaug prieš %i dieną

source: about %i week ago
lt: maždaug prieš %i savaitę

source: %i second
lt: %i sekundė

source: %i minute
lt: %i minutė

source: %i hour
lt: %i valanda

source: 1 day
lt: 1 diena

source: unterminated substitution
lt: neužbaigtas pakeitimas

source: unknown substitution "%s"
lt: nežinomas pakeitimas „%s“

source: empty substitution
lt: tuščias pakeitimas

source: unable to monitor %s (%s), poll mode activated
lt: nepavyko stebėti %s (%s), įjungtas apklausos režimas

source: unknown mailbox format
lt: nežinomas pašto dėžutės formatas

source: does not exist
lt: neegzistuoja

source: Unable to write %s: %s.
lt: Nepavyko įrašyti į %s: %s.

source: unable to create a temporary file: %s
lt: nepavyko sukurti laikino failo: %s

source: unable to change the permissions of the temporary file: %s
lt: nepavyko pakeisti laikino failo leidimų: %s

source: unable to set encoding of %s: %s
lt: nepavyko nustatyti %s kodavimo: %s

source: configuration:
lt: konfigūracija:

source: running %s
lt: vykdoma %s

source: cannot execute "%s": %s
lt: nepavyko įvykdyti „%s“: %s

source: standard output:
lt: standartinė išvestis

source: standard error output:
lt: standartinė klaidų išvestis:

source: unknown %s failure
lt: nežinoma %s klaida

source: property "%s": unable to transform string "%s" into a value of type "%s"
lt: savybė „%s“: nepavyko pakeisti eilutę „%s“ į „%s“ tipo vertę

source: unable to change the permissions of %s: %s
lt: nepavyko pakeisti %s leidimų: %s

source: unable to create %s: %s
lt: nepavyko sukurti %s: %s

source: delay between mail checks too small
lt: pašto tikrinimų intervalas per trumpas

source: <span weight="bold">Delay Between Mail Checks</span>
lt: <span weight="bold">Pašto tikrinimų intervalas</span>

source: <span weight="bold">General</span>
lt: <span weight="bold">Bendra</span>

source: <span weight="bold">Mailbox Name</span>
lt: <span weight="bold">Pašto dėžutės vardas</span>

source: Details
lt: Detalės

source: General
lt: Bendra

source: Mailbox _type:
lt: Pašto dėžutės _tipas:

source: O_ther:
lt: _Kita:

source: <span weight="bold">Mailbox List</span>
lt: <span weight="bold">Pašto dėžučių sąrašas</span>

source: Play a _sound when new mail arrives:
lt: Gavus naują laišką groti garsą:

# yes
source: <span weight="bold">Click Action</span>
lt: <span weight="bold">Veiksmas paspaudus</span>

# yes
source: <span weight="bold">Expiration</span>
lt: <span weight="bold">Galiojimas</span>

# yes
source: <span weight="bold">General</span>
lt: <span weight="bold">Bendra</span>

# yes
source: <span weight="bold">Position</span>
lt: <span weight="bold">Vieta</span>

# yes
source: A_fter:
lt: _Uždaryti po:

# yes
source: Co_nsider new mail as read
lt: Naują laišką laikyti perskaitytu

# yes
source: De_sktop default
lt: Darbastalio numatytasis

# yes
source: In the p_opup stack
lt: Iššokančių langų eilė

# yes
source: Message Popups
lt: Pranešimų iššokantys langai

# yes
source: Status Icon
lt: Būsenos piktograma

# yes
source: _Attached to the status icon
lt: _Susieta su būsenos piktograma

# yes
source: _Display test messages
lt: _Rodyti bandomąjį pranešimą

# yes
source: _Enable message popups
lt: _Įgalinti pranešimo iššokančius langus

# yes
source: _Launch the mail reader
lt: _Paleisti pašto programą

# yes
source: _Open the latest message
lt: _Atverti paskutinį pranešimą

# yes
source: _Update the mail status
lt: A_tnaujinti pašto būseną

# yes
source: message popups tab|_Never
lt: Laiškų iššokančių langų kortelės|_Niekada
